{"2009-9-B2": ["Just Retirement retires from market in £225m deal The company has agreed to a 76p a share bid from Avalon Acquisitions, a vehicle backed by private equity group Permira. The deal values the company, which sells investment products to people approaching retirement, at £225.5m. Just Retirement's shares have added 5p to 74.5p. Panmure Gordon described the move as a \"sad end for investors\" and suggested the bid was a low ball one. Analyst Barrie Cornes said: After over a year in discussions, Just Retirement have finally announced a recommended offer for the company at 76p a share in cash. Although the deal will almost certainly go through, we view it as disappointing. The year end results announced today [operating profits up 25%] reinforce our view that the business is in good shape.", "Talk of Börse bid for London Stock Exchange grips City LSE shares soared 52.5p to 860.5p on the story –a more likely reason for the rise than the earlier news that it had paid $30m (£18m) for a Sri Lanka-based technology company. Neither the LSE nor Deutsche Börse would comment but it would be a remarkable turn of events. LSE's former boss Clara Furse saw off a host of predators, including the German stock exchange and Nasdaq, but recently stepped down to be replaced by Frenchman Xavier Rolet. The LSE faces increasing competition but there have been very few suggestions in the City that the answer to its problems would be a new link-up with the Germans. Stagecoach's UK bus business was in focus yesterday, with Morgan Stanley analysts raising full-year earning forecasts for 2011 and 2012 by 40% on prospects for that division. Stagecoach accelerated 11.1p to 170.2p, while National Express rose 0.4p to 476.5p."], "2009-9-B1": ["Pirate Bay bidder kicked off Swedish stock market The move comes amid claims that Global Gaming Factory X took a \"casual\" approach to financial disclosures surrounding the bid, which it launched in June. The deal appears to have come crashing down, however, after questions were raised about how Global Gaming - which made around £500,000 last year - intended to pay for the acquisition. Following an investigation by Stockholm-based AktieTorget - the equity market on which GGF trades its shares - officials announced yesterday that the company would be permanently barring from doing business on the exchange. The statement said that Global Gaming had \"seriously violated\" the exchange's rules by failing to ensure that information it provided to investors was \"accurate, relevant and reliable\". \"They give a systematic impression of a lack of accountability and of an almost casual and unsuspecting approach to disclosure requirements.\" Concerns about GGF's actions had spread almost as soon as the company announced its plans earlier this year, and Gunther Marder, head of the Swedish Shareholders' Assocation, said \"everything seemed shady from the start\". \"It is impossible to say what has been true and what has been a lie,\" he told the Associated Press. \"This entire affair has been lined with clumsy statements and doubtful claims.\" Last week AktieTorget had suspended GGF's shares, with senior officials suggesting that the company had failed to produce any evidence that it had the funds, or agreements with investors to provide the required cash.", "Market rally is not over yet, says Morgan Stanley After August's stock market rally and last week's subsequent dip, investors have been concerned that shares may have run ahead of themselves and lost touch with economic reality. Draaisma and his team have not turned into all-out bulls, but they are positive about the immediate future, although they admit there are concerns: \"There are plenty of things to worry about. Near-term, investors are worried that the rally has gone too far too fast. They worry that there are some important signs of deteriorating conditions, such as lower bond yields, higher VIX [volatility index], the 44% fall in the Baltic Dry Index, the 23% fall in the Chinese stock market, the first global rate hike (Israel on 24 August), the nearing end to quantitative easing, and the end of the cash-for-clunkers programme. \"Medium-term, investors are worried about the poor state of government finances, deleveraging of households and the financial sector. We very much share these medium-term concerns, but we are less worried about the next 3-6 months. \"Economic news has been impressive, recently. US housing data show signs of stabilization, with inventories of unsold homes having fallen to about 8 months. Manufacturing surveys have risen further. Importantly, central bankers tell us that they do not intend to hike rates anytime soon, and Ben Bernanke has been reappointed for another term, ensuring continuity. We would start to get more nervous about equity market direction if and when policymakers feel confident enough to embark on fiscal or monetary tightening, but that is not the case yet. \"On a 3-6 month view, we continue to have a positive bias on equities, and prefer equities over government bonds, as we have done ever since we became more optimistic in July. We think the rebound rally has further to go, still.\" And after that? \"We think the next market phase will be a correction, coinciding with the start of monetary or fiscal tightening. At some point an upside growth surprise will lead to fiscal or monetary tightening, which in turn will lead to dislocation. Our analysis of historical secular bear markets is consistent with this. \"The challenge will be to identify what constitutes the start of tightening. It could be a variety of things, including: an oil price spike, an inflation spike, a tax hike (such as the VAT rate hike in Japan in 1997), a more stringent capital requirement for banks (such as what happened in the US in 1936), or simply the first Fed rate hike (which is most often the signal).\"", "RSA drops on cash call talk, as FTSE rally fades The insurer fell 6.2p to 124.4p, a near 5% decline, as investors took fright at the prospect of a reported £600m rights issue, supposedly to boost its balance sheet and give it firepower for acquisitions. Traders said they would be surprised at such a move unless there was a deal in the offing, since RSA recently raised its dividend and bought back some of its debt. \"It's been a see-saw sort of session as many traders returned to their trading screens and tried to make sense of the substantial rally many of them may have missed in the last couple of months. That said, volumes remained light and may well do so into next week as the UK's bank holiday yesterday is followed by a US holiday next Monday. \"The overriding concern of this recent rally has been its lack of volume and today may have marked the first round of sustained profit taking. In the back of many investors' minds is the concern that September is usually a poor month for equities and we haven't got the month off to the best of starts. UK manufacturing data showed a contraction in the sector in August when the market was expecting an expansion and on top of this Credit Suisse advised their clients to reduce their exposure to equities in both the UK and US.\" \"We expect the data to result in modest upgrades but refrain from classifying the event as transforming. Efficacy was good, which should ensure registration but there enough points of interest regarding safety and trial design to provide ammunition to the bears to question the drug's commercial potential.\" Goldman Sachs also sounded a note of caution, despite increasing its forecasts: \"We are raising our brilinta peak sales forecast to $2.2bn in 2015 (from $1.1 bn) reflecting the powerful study data. As a result, we raise our 2012-15 earnings per share estimates 1% to 10% and our 12-month price target to £30 (from £28); we retain our neutral rating. \"Although [the trial] was a strong, positive [one], we note that only 10% of patients in the trial were recruited from north America, and that these patients appeared to have had a worse outcome than the trial cohort as a whole, we expect this observation to face close FDA regulatory scrutiny and, assuming brilinta faces an advisory committee at some point, will be a key issue for debate.\""], "2009-8-B2": ["Aggreko powers ahead in rising stock market The global recovery rally continued and the FTSE 100 clambered to yet another 10-month high on Tuesday but it was the midcap market that provided much of the real news on how British businesses are heading off the recession. The company behind temporary power sources, including at this month's World Athletic Championships in Berlin, faces a more challenging second half because of tough comparatives with 2008 when the Beijing Olympics and exceptional US storm revenues boosted business. But it still expects profits for the full year to match 2008 and that left the shares up 9.1% at 670p. The debate continues over whether the bluechip index is now headed for a correction or has further to push on. The 40% rally from March's low today prompted a note from analysts at Charles Stanley because the FTSE 100 has already reached their 4900 year-end target. \"Does this mean that we might be upgrading our expectation for the full year, or do we expect a pull back in the wake of such an almost unprecedented revival in risk appetite?\" they ask. \"In a nut shell, we expect the latter.\"", "Miners, banks and energy stocks drag FTSE to August low Equity strategist Ewen Stewart at Investec says he set a FTSE 100 target of 4,800 at the start of the year. He questions how much further this rally can go given its pace so will not be raising that target. \"The market has rallied very close to that (4,800) slightly more quickly than I would have anticipated.\" \"Yes, there had been slightly better economic news but let's not forget there are still very notable long-term risks out there.\" He says the market is unlikely to fall back so far that it goes below 3,000 and sees it being stuck in a range of 4,400 to 4,800. With little due out in the way of corporate news this week the market is likely to take its cues from economic data. UK inflation figures are due out this morning, the Bank of England's minutes on Wednesday and retail sales on Thursday.", "FTSE 100 down 2%, Wall St seen adding to pressure Talk that the turning point in the stock market has been reached is growing louder, with the FTSE 100 now down 2% and indices in France and Germany even harder hit. US futures also point to a drop on Wall Street when the opening bell tolls later, with traders expecting stock markets there to track the sell-off in Asia overnight. The DAX in Germany is down 2.3% and France's CAC 40 is down 2.6%.", "Caution knocks FTSE at start of data-focussed week Stock market falls in Asia overnight, signs of a faltering US consumer and a growing feeling the FTSE's rally had gone a little too far have pushed the London bluechips index down more than 1.8% this morning. The main focus this week will be macroeconomic data rather than results. Inflation data on Tuesday is expected to show the annual CPI rate slowed to 1.5% in July from 1.8% the month before. RPI is forecast at -.17% from -1.6% in June. On Wednesday, the Bank of England publishes minutes from its last policy meeting. Retail sales data on Thursday is expected to show a 0.2% rise in July from 1.2% the month before. Public finances data is also due out on Thursday. However the data turns out - and many experts caution the UK's recovery is behind the path of France and Germany, so there may be some nasty shocks - much of the positive news has been priced into stock markets. Still, many see the market putting in more gains by the end of the year even if there is a correction in the near-term. David Buik at BGC Partners expects the FTSE 100 to hit 5,100 by the end of December."], "2009-8-B1": ["FTSE rally falters as US consumers spark caution The stock market's summer rally showed signs of faltering on Friday, as bad news from US consumers prompted investors to take profits. The Reuters/University of Michigan Surveys of Consumers said its preliminary reading of the index of confidence for August fell to 63.2 from 66.0 in July - well below economists' forecasts for 68.5, according to a Reuters poll. Tim Hughes at IG Index comments: \"It will be interesting to see next week whether investors show a continued desire to buy into weakness in the market; if the Dow continues on its current trajectory, there will be plenty of weakness into which they can buy.\" \"Growth in France and Germany was tentative and analysts are starting to voice concerns that deflation may be a risk for the US economy as inflation fell more steeply on an annual basis than in more than fifty years. \"On the basis of these cold, hard facts, equities are beginning to look severely overbought at current levels. If this is indeed set to be a W-shaped recovery, we may be in for a rocky ride downhill from these levels.\" The Daily Telegraph reported that the consortium has approached bankers from Credit Suisse to prepare a bid for British Land that could be worth up to £10bn including debt. British Land declined to comment on the report. The shares closed up more than 3.9% at 512.5p. Miners also fell as the US sentiment data called the strength on an economic recovery into question and dented metals prices. The company publishes a number of Jackson's best known hits including Thriller and Rock With You through its writer Rod Temperton. It said \"the unexpected death of Michael Jackson has resulted in an extraordinary surge in the sale of his work.\" Chrysalis flagged up the potential boost later in the year from the the new Robbie Williams album and hopes for the Beatles' digitally re-released repertoire for which it holds certain George Martin producer master rights. Analyst Steve Liechti at house broker Investec comments: \"Comments on the fourth quarter imply a much stronger trading period, helped by new releases and current market successes.\" \"We still see good underlying catalogue value and maintain a buy recommendation.\"", "BAE torpedo deal lifts shares on lacklustre day for FTSE BAE bucked the trend of the wider market, which failed to push higher after Friday's 10-month closing high. The FTSE 100 ended a quiet day down 9.4 points, or just 0.2%, at 4722.2. Losses were pared in afternoon trading thanks to some support from Wall Street after fast-food giant McDonald's beat expectations with July sales rising 4.3%, helped by strong sales in the UK and France. The Dow Jones industrial average was down just 16 points at 9354 at the time London closed. But Ben Cohen at Collins Stewart retained his \"sell\" recommendation and cut his price target on Catlin to 310p from 320p, citing a disappointing mix of earnings in the results. He says: \"We see H1 results as disappointing at a time that peers are comfortably beating expectations... We recognise the breadth of the franchise that has been built up, but these results underline the uneven delivery.\" \"The group is trading resiliently in the current difficult environment, although visibility remains limited.\"", "The patient may be off life support, but there's still a long road to full recovery What's going on? Well, the market isn't keen on cash calls, so Standard suffered from that, but the broader context is the bulls of bank shares are betting that now is the time to start anticipating economic recovery. Their arguments, simply put, are these: first, the government has stabilised the sector; second, bank shares suffered most in the downturn so should be among the biggest beneficiaries when the economy picks up; third, we are two years into the crisis and the tide is beginning to turn. It's all a bit previous. As I keep saying, it's only a matter of months since Royal Bank of Scotland's ability to keep its branches and cash machines open hung by a gossamer thread. If Barclays had not carried on doing business with it, the fallen Edinburgh giant would not have been able to do so. Indeed, RBS, which just scraped into profit with £7.5bn of bad debts, sounded a much more cautious note than Lloyds, warning that its operating performance might not improve for a couple of years. It could be even worse. The Eighties slump was concentrated in traditional heavy industry; this one is across the board. Debt - consumer, corporate and government - is running at very high levels; there will have to be some serious deleveraging. The low interest rate environment is making the debt burden easier to bear, but there are problems ahead when interest rates rise again, possibly a year or 18 months from now. Banks face hefty bad loan write-offs for some time to come. Even leaving that aside, they cannot pat themselves on the back about a recovery before they have restored lending at sensible levels to small and medium sized firms. The small business sector is a major employer and restoring confidence there is a key element in any revival. The banks' fortunes are obviously harnessed to the economy as a whole. There, the signals are contradictory, not least because of the fragmentation of Britain's crunch economy. Those still in receipt of a salary or pension and without burdensome borrowings are in many cases better off due to lower interest rates and cheaper prices. That contrasts sharply with those in negative equity, heavy debt or who have lost their job. And, despite a flurry of headlines last week hailing the end of the recession, Bank of England governor Mervyn King feels it is too early to breathe sighs of relief, pumping a further £50bn into the economy through quantitative easing. This discussion is trickier because the definition of recovery is to some degree subjective. If it assumes a return to pre-crisis conditions, that is nowhere in prospect. If it is taken to mean the very worst is over, the recovery probably has begun. But half the banks are still on life support and the economy is still receiving transfusions of cash. It's going to be a long convalescence - and we can't rule out a relapse."], "2009-7-B2": ["Wall Street's slide fails to dent FTSE An opening slide on Wall Street has failed to curb enthusiasm in London, despite increasing jitters in Asia that the Chinese stock market is heading into bubble territory. US economic data showing that orders for durable goods, excluding cars and planes, rose 1.1% in June, a better performance that the number-crunchers had been expecting, helped Wall Street reverse an opening slide. An hour after the opening the Dow Jones is down about 25.24 points at 9071.40 with the FTSE 100 index up 38.08 points at 4566.92 points. Both indices seem to have shrugged aside increasing worries in Asia that a stockmarket bubble is forming in China, as evidenced by the spectacular arrival of China State Construction Engineering Corp on the Shanghai exchange overnight. Shares in China's largest IPO since Petro China in 2007 rose more than 50% on their debut. It is the country's biggest housebuilder and has benefitted from the government's policy of encouraging a boom in infrastructure investment by leaning on the country's banks to increase lending. Economists are worried about where this money is going - some of it seems to be finding its way into speculative investments - and its ultimately destabilising effect on the Chinese economy and hence the rest of the world. As a result of the jitters, indices across Asia closed lower overnight. Announcing a 20% drop in first half profits and plans to axe its interim dividend, Rexam explained: The Rights Issue will enable the Group to put in place a more conservative and resilient long term capital structure and significantly enhances the prospect of maintaining the Group's current investment grade credit rating. The issue will also put Rexam in a strong position from which to grow when markets recover. Since the Interim Management Statement in May it has become increasingly clear that the effect of the recession on Rexam's trading will be deeper and more prolonged than previously thought with cyclical, more premium parts of the business disproportionately impacted by the downturn. Destocking has given way to reduced underlying customer demand reducing the Group's ability to generate cash and pay down debt. The company wants to get its £2.1bn of debt under control. It has £3.2bn worth of loans and overdrafts and refinanced £1.3bn in the half year. It has already managed to secure another £453m of \"bilateral facilities\" to underpin its access to liquidity and renegotiated a substantial portion of its £775m revolving credit facility as well as several facilities which were due to mature in 2010. The cost of all this debt, however, has gone up. The group's next major round of refinancing will be in relation to the £495m committed bank facilities due in 2011, followed by a further £904m of bank facilities due in 2012 with £1.062bn, comprising the €700m bond, the US bond and US private placement, due in 2013. The rights issue price of 150p represents a 45.7% discount to yesterday's closing price. We believe consensus (20% below our numbers) underestimates the earnings upside risk from a strong rebound in high-margin retail flows. The price might make a bit of sense if the figure should actually be read in rupees as that would work out at about £30m but sources close to the company branded the report as rubbish. The stock is up 2.75p at 14p.", "Reckitt misses out as FTSE jumps more than 100 points The licence expires on 8 October, and analysts believe the company is likely to see generic competition for the products - which account for some 12% of group profits - almost immediately. Credit Suisse, while still positive on the company overall, pointed out the potential effect. The bank said: \"Such a large and growing profit pool will not have gone unnoticed - generic companies already have clearance on the active ingredient in Suboxone. Does Reckitt have a 'silver bullet'? We think not. Generic competition we feel sure is both inevitable and likely to be pretty much immediate. We see little that Reckitt can do to offset this - its slow-release technology won't get clearance for three to four years, while brands count for very little (virtually nothing) in this field. [Reckitt's] 2009 results may be impacted by the exact date that generics go live (a one week delay worth £5m to earnings), but it seems inevitable that generics will be in full force by the year end. Thus 2010 forecasts should include the full impact we believe.\" This 2.57% increase was the best one day performance for the leading index since 24 April and the first time since the end of May that it has been in positive territory three days in a row. Investors took heart from this week's bumper figures from Goldman Sachs and better than expected results from Intel, as well as reasonable US manufacturing and inflation numbers. Even another jump in UK unemployment could not dampen the positive mood, with analysts pointing out that the number of benefit claims grew by less than forecast. Angus Campbell, head of sales at Capital Spreads, said: \"The FTSE has had a very positive move higher today, catching quite a few people by surprise in the process and often such moves can be compounded by a sudden rush of investors jumping on board to get in while they can and not miss out on any big move higher. \"The rally has been broad based with all sectors benefiting and on some pretty solid volumes too. The rate of unemployment in the UK may have risen higher than expected, making for a grim headline figure, however the rise in claimants was the smallest for a year, which investors took as further indication that the worst is over. \"The test for the FTSE will be the resistance seen around 4350-4400 and whilst today's rally is encouraging, [can] the FTSE carry on higher to take out 4500? There's little evidence to show that it can, considering how it has attempted that many times through May and June.\" \"The Ghanaian government has at last given formal approval to the Jubilee Phase 1 Development project following the announcement yesterday from Kosmos [a partner in the field] that it had secured loans to fund its share of development. This is a case of the paperwork catching up with the engineers as the project has been in construction for some time. \"The Jubilee field straddles both the Deepwater Tano and West Cape Three Points license blocks offshore Ghana and as result the initial unitisation sees Tullow getting 34.7% of the field but with the potential for stake to change as the field comes on stream and more data becomes available. The 34.7% is slightly below the 37% we had anticipated so, in theory, our fair value for Tullow should reduce by around 25p. As we have a target price of 1200p and the shares are currently trading at [around] 891p it's a trifle academic at this stage especially as the un-risked upside of Tullow's portfolio is substantially higher than our risked fair value target of 1200p.\""]}